{
   "greet": {
      "operator": {
         "title": "Выбор оператора",
         "body": [
            {
               "type": "par",
               "body": "В прямоугольнике под кнопкой \"Старт\" можно выбрать небходимый оператор."
            },
            {
               "type": "video",
               "key": "operator"
            },
            {
               "type": "par",
               "body": "Доступны: сложение, вычитание, умножение, деление. Приложение само составляет пример. Позже мы разберем это подробнее."
            }
         ]
      },
      "sum": {
         "title": "Сложение",
         "body": [
            {
               "type": "par",
               "body": "Приложение создаст пример, соостоящий их слагаемых, с количеством чисел, выбранным Вами."
            },
            {
               "type": "video",
               "key": "sum"
            }
         ]
      },
      "decr": {
         "title": "Вычитатние",
         "body": [
            {
               "type": "par",
               "body": "При выборе опции \"Вычитание\" в созданном примере уменьшаемое всегда будет больше вычитаемого."
            },
            {
               "type": "video",
               "key": "decr"
            },
            {
               "type": "par",
               "body": "Даже если во втором поле Вы указали число большее, чем число в первом поле."
            }
         ]
      },
      "mul": {
         "title": "Умножение",
         "body": [
            {
               "type": "par",
               "body": "При выборе опции \"Умножение\" поведение приложения меняется."
            },
            {
               "type": "video",
               "key": "mul"
            },
            {
               "type": "par",
               "body": "Если для обоих множителей число знаков одинаково, то появляется поле \"Множитель\". При создании примера второе число всегда будет равно выбранному значению."
            }
         ]
      },
      "frac": {
         "title": "Деление",
         "body": [
            {
               "type": "par",
               "body": "При выборе опции \"Деление\" поведение приложения схоже с \"Вычитанием\"."
            },
            {
               "type": "video",
               "key": "frac"
            },
            {
               "type": "par",
               "body": "Даже если во втором поле Вы указали число большее, чем число в первом поле, делимое всегда будет делиться нацело. Также никогда не появится деление на 0."
            }
         ]
      }
   },
   "exercise": {
      "input": {
         "title": "Ввод ответа.",
         "body": [
            {
               "type": "par",
               "body": "В поле с надписью \"Ответ\" нужно ввести ответ инажать кнопку \"Следующий\"."
            },
            {
               "type": "video",
               "key": "input"
            },
            {
               "type": "par",
               "body": "Приложение не даст оставить поле \"Ответ\" пустым или ввести туда текст."
            }
         ]
      },
      "solve": {
         "title": "Решение примеров.",
         "body": [
            {
               "type": "par",
               "body": "Пока Вы не решите 10 примеров приложение не даст завершить тренировку."
            },
            {
               "type": "video",
               "key": "solve"
            },
            {
               "type": "par",
               "body": "После решения 10 примеров можно решать дальше, количество примеров не ограничено. Если Вы хотите закончить, нажмите \"Завершить\""
            }
         ]
      }
   },
   "stats": {
      "results": {
         "title": "Результаты.",
         "body": [
            {
               "type": "par",
               "body": "После завершения тренировки отображается результат: сколько верных ответов и сколько всего было решено примеров."
            },
            {
               "type": "video",
               "key": "results"
            },
            {
               "type": "par",
               "body": "Также все примеры выводятся списком. Красным помечены примеры с неправильным ответом, зеленым правильный ответ."
            }
         ]
      },
      "conclusion": {
         "title": "Поздравляю!",
         "body": [
            {
               "type": "par",
               "body": "Вы просмотрели все разделы, мне больше нечему Вас учить."
            },
            {
               "type": "par",
               "body": "Желаю успехов!"
            }
         ]
      }
   }
}